Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Ready to Load
ar: جاهز للتحميل
de: Bereit zum Laden
es: Listo para cargar
fr: Prêt à charger
he: מוכן לטעינה
hi: लोड करने के लिए तैयार
id: Siap dimuat
it: Pronto per il caricamento
ja: 読み込み可能
ko: 로드 준비 완료
nl: Klaar om te laden
pl: Gotowe do wczytania
pt_br: Pronto para carregar
ru: Готово к загрузке
sv: Redo att läsas in
tr: Yüklemeye hazır
uk: Готово до завантаження
vi: Sẵn sàng tải
zh_hans: 可加载
zh_hant: 可載入

source: Ready to assist with code, reasoning, or ideas.
ar: جاهز للمساعدة في البرمجة والاستنتاج والأفكار.
de: Bereit zur Unterstützung bei Code, Logik oder Ideen.
es: Listo para ayudar con código, razonamiento o ideas.
fr: Prêt à vous aider avec du code, du raisonnement ou des idées.
he: מוכן לעזור עם קוד, חשיבה או רעיונות.
hi: कोड, तर्क या विचारों में सहायता के लिए तैयार।
id: Siap membantu dengan kode, penalaran, atau ide.
it: Pronto ad aiutarti con codice, ragionamento o idee.
ja: コード、推論、アイデアのサポート準備が整いました。
ko: 코드, 추론, 아이디어 작업을 도울 준비가 되었습니다.
nl: Klaar om te helpen met code, redeneren of ideeën.
pl: Gotowy do pomocy przy kodzie, rozumowaniu lub pomysłach.
pt_br: Pronto para ajudar com código, raciocínio ou ideias.
ru: Готов помочь с кодом, рассуждениями или идеями.
sv: Redo att hjälpa till med kod, resonemang eller idéer.
tr: Kod, mantık veya fikirler konusunda yardıma hazır.
uk: Готовий допомогти з кодом, логікою чи ідеями.
vi: Sẵn sàng hỗ trợ về mã, lập luận hoặc ý tưởng.
zh_hans: 已准备好协助您处理代码、推理或创意。
zh_hant: 已準備好協助您處理程式碼、推理或創意。

source: Reasoning Effort
ar: مستوى التفكير
de: Denkaufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
he: מאמץ חשיבה
hi: तर्क प्रयास
id: Upaya Penalaran
it: Sforzo di ragionamento
ja: 推論の深さ
ko: 추론 노력
nl: Redeneerinspanning
pl: Wysiłek rozumowania
pt_br: Esforço de Raciocínio
ru: Глубина рассуждений
sv: Resonemangsinsats
tr: Akıl Yürütme Çabası
uk: Рівень міркувань
vi: Nỗ lực lập luận
zh_hans: 思考深度
zh_hant: 思考強度

source: Recall Output
ar: استرجاع المخرجات
de: Ausgabe abrufen
es: Recuperar salida
fr: Récupérer la sortie
he: אחזור פלט
hi: आउटपुट पुनः प्राप्त करें
id: Ambil kembali keluaran
it: Recuperare output
ja: 出力を再取得
ko: 출력 다시 가져오기
nl: Uitvoer terughalen
pl: Przywołaj wynik
pt_br: Recuperar saída
ru: Получить сохранённый вывод
sv: Hämta tidigare utdata
tr: Çıktıyı geri getir
uk: Отримати збережений вивід
vi: Lấy lại đầu ra
zh_hans: 调取输出
zh_hant: 取回輸出

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
he: מומלץ
hi: अनुशंसित
id: Direkomendasikan
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
ru: Рекомендуемое
sv: Rekommenderad
tr: Önerilen
uk: Рекомендовано
vi: Được đề xuất
zh_hans: 推荐
zh_hant: 建議

source: Recommended Models for Your Mac
ar: النماذج الموصى بها لجهاز Mac لديك
de: Empfohlene Modelle für Ihren Mac
es: Modelos recomendados para tu Mac
fr: Modèles recommandés pour votre Mac
he: מודלים מומלצים ל-Mac שלך
hi: आपके Mac के लिए अनुशंसित मॉडल
id: Model yang direkomendasikan untuk Mac Anda
it: Modelli consigliati per il tuo Mac
ja: お使いの Mac におすすめのモデル
ko: 내 Mac에 추천하는 모델
nl: Aanbevolen modellen voor je Mac
pl: Modele zalecane dla Twojego Maca
pt_br: Modelos recomendados para o seu Mac
ru: Рекомендуемые модели для вашего Mac
sv: Rekommenderade modeller för din Mac
tr: Mac'iniz için önerilen modeller
uk: Рекомендовані моделі для вашого Mac
vi: Mô hình được đề xuất cho máy Mac của bạn
zh_hans: 适合你的 Mac 的推荐模型
zh_hant: 適合你的 Mac 的推薦模型

source: Recommended max
ar: الحد الأقصى الموصى به
de: Empfohlenes Maximum
es: Máximo recomendado
fr: Max recommandé
he: מקסימום מומלץ
hi: अनुशंसित अधिकतम
id: Maksimum yang disarankan
it: Massimo consigliato
ja: 推奨最大値
ko: 권장 최대값
nl: Aanbevolen maximum
pl: Zalecane maksimum
pt_br: Máximo recomendado
ru: Рекомендуемый максимум
sv: Rekommenderat max
tr: Önerilen maksimum
uk: Рекомендований максимум
vi: Tối đa khuyến nghị
zh_hans: 推荐最大值
zh_hant: 建議最大值

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
hi: ताज़ा करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Status
ar: تحديث الحالة
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser l'état
he: רענן מצב
hi: स्थिति रीफ़्रेश करें
id: Segarkan Status
it: Aggiorna stato
ja: 状態を更新
ko: 상태 새로고침
nl: Status vernieuwen
pl: Odśwież stan
pt_br: Atualizar status
ru: Обновить статус
sv: Uppdatera status
tr: Durumu Yenile
uk: Оновити статус
vi: Làm mới trạng thái
zh_hans: 刷新状态
zh_hant: 重新整理狀態

source: Refused even if the allowlist would permit them.
ar: تُرفض حتى لو سمحت بها قائمة السماح.
de: Werden abgelehnt, selbst wenn die Zulassungsliste sie erlauben würde.
es: Se rechazan aunque la lista de permitidos los autorizara.
fr: Refusés même si la liste d'autorisation les permettrait.
he: נדחים גם אם רשימת ההיתר הייתה מתירה אותם.
hi: अनुमत-सूची द्वारा अनुमति दिए जाने पर भी अस्वीकार किए जाते हैं।
id: Ditolak meskipun daftar izin mengizinkannya.
it: Rifiutati anche se l'elenco consentito li permetterebbe.
ja: 許可リストで認められている場合でも拒否されます。
ko: 허용 목록이 허가하더라도 거부됩니다.
nl: Worden geweigerd, zelfs als de toegestane lijst ze zou toelaten.
pl: Odrzucane, nawet jeśli lista dozwolonych by je przepuściła.
pt_br: Recusados mesmo que a lista de permitidos os autorize.
ru: Отклоняются, даже если список разрешений их допускает.
sv: Nekas även om tillåtelselistan skulle tillåta dem.
tr: İzin listesi izin verse bile reddedilir.
uk: Відхиляються, навіть якщо список дозволів їх допускає.
vi: Bị từ chối ngay cả khi danh sách cho phép chấp nhận chúng.
zh_hans: 即使允许名单会放行，也会被拒绝。
zh_hant: 即使允許清單會放行，也會被拒絕。

source: Regular
ar: عادي
de: Normal
es: Normal
fr: Normal
he: רגיל
hi: सामान्य
id: Reguler
it: Normale
ja: 標準
ko: 보통
nl: Normaal
pl: Zwykły
pt_br: Normal
ru: Обычный
sv: Normal
tr: Normal
uk: Звичайний
vi: Thường
zh_hans: 常规
zh_hant: 標準

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
he: דחה
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weigeren
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
sv: Avvisa
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
he: טען מחדש
hi: पुनः लोड करें
id: Muat Ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ru: Перезагрузить
sv: Läs in igen
tr: Yeniden Yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload Model
ar: إعادة تحميل النموذج
de: Modell neu laden
es: Recargar modelo
fr: Recharger le modèle
he: טען מודל מחדש
hi: मॉडल पुनः लोड करें
id: Muat Ulang Model
it: Ricarica modello
ja: モデルを再読み込み
ko: 모델 다시 로드
nl: Model herladen
pl: Załaduj model ponownie
pt_br: Recarregar modelo
ru: Перезагрузить модель
sv: Ladda om modellen
tr: Modeli Yeniden Yükle
uk: Перезавантажити модель
vi: Tải lại mô hình
zh_hans: 重新加载模型
zh_hant: 重新載入模型

source: Reload model
ar: إعادة تحميل النموذج
de: Modell neu laden
es: Recargar modelo
fr: Recharger le modèle
he: טען מודל מחדש
hi: मॉडल को पुनः लोड करें
id: Muat ulang model
it: Ricarica modello
ja: モデルを再読み込み
ko: 모델 다시 로드
nl: Model opnieuw laden
pl: Przeładuj model
pt_br: Recarregar modelo
ru: Перезагрузить модель
sv: Ladda om modell
tr: Modeli yeniden yükle
uk: Перезавантажити модель
vi: Tải lại mô hình
zh_hans: 重新加载模型
zh_hant: 重新載入模型

source: Remote Endpoint (SSE)
ar: نقطة نهاية بعيدة (SSE)
de: Remote-Endpunkt (SSE)
es: Punto de conexión remoto (SSE)
fr: Point de terminaison distant (SSE)
he: נקודת קצה מרוחקת (SSE)
hi: रिमोट एंडपॉइंट (SSE)
id: Endpoint jarak jauh (SSE)
it: Endpoint remoto (SSE)
ja: リモートエンドポイント (SSE)
ko: 원격 엔드포인트(SSE)
nl: Extern eindpunt (SSE)
pl: Zdalny punkt końcowy (SSE)
pt_br: Endpoint remoto (SSE)
ru: Удаленная конечная точка (SSE)
sv: Fjärrslutpunkt (SSE)
tr: Uzak uç nokta (SSE)
uk: Віддалена кінцева точка (SSE)
vi: Điểm cuối từ xa (SSE)
zh_hans: 远程端点 (SSE)
zh_hant: 遠端端點 (SSE)

source: Remote MCP transport is not implemented in this build. A server saved here can be configured but every tool call against it will fail. Use a local subprocess for now.
ar: لم يتم تنفيذ نقل MCP عن بعد في هذا الإصدار. يمكن تكوين خادم محفوظ هنا ولكن كل استدعاء أداة ضده سيفشل. استخدم عملية فرعية محلية في الوقت الحالي.
de: Der Remote-MCP-Transport ist in diesem Build nicht implementiert. Ein hier gespeicherter Server kann konfiguriert werden, aber jeder Tool-Aufruf dagegen schlägt fehl. Verwenden Sie vorerst einen lokalen Unterprozess.
es: El transporte MCP remoto no está implementado en esta versión. Se puede configurar un servidor guardado aquí, pero fallarán todas las llamadas a herramientas que se hagan contra él. Usa un subproceso local por ahora.
fr: Le transport MCP distant n'est pas implémenté dans cette version. Un serveur enregistré ici peut être configuré, mais chaque appel d'outil échouera. Utilisez un sous-processus local pour le moment.
he: תעבורת MCP מרוחקת אינה מיושמת בגרסה זו. ניתן להגדיר שרת שנשמר כאן, אך כל קריאה לכלי נגדו תיכשל. השתמש בתת-תהליך מקומי לעת עתה.
hi: रिमोट MCP ट्रांसपोर्ट इस बिल्ड में लागू नहीं किया गया है। यहां सहेजे गए सर्वर को कॉन्फ़िगर किया जा सकता है लेकिन इसके खिलाफ प्रत्येक टूल कॉल विफल हो जाएगा। अभी के लिए स्थानीय उप-प्रक्रिया का उपयोग करें।
id: Transportasi MCP jarak jauh tidak diimplementasikan dalam build ini. Server yang disimpan di sini dapat dikonfigurasi tetapi setiap pemanggilan alat terhadapnya akan gagal. Gunakan subproses lokal untuk saat ini.
it: Il trasporto MCP remoto non è implementato in questa build. Un server salvato qui può essere configurato, ma qualsiasi chiamata a uno strumento fallirà. Per ora utilizza un sottoprocesso locale.
ja: リモート MCP トランスポートはこのビルドでは実装されていません。ここに保存されたサーバーは設定できますが、それに対するすべてのツール呼び出しは失敗します。現時点ではローカルのサブプロセスを使用してください。
ko: 이 빌드에서는 원격 MCP 전송이 구현되지 않았습니다. 여기에 저장된 서버를 구성할 수는 있지만 이에 대한 모든 도구 호출은 실패합니다. 지금은 로컬 하위 프로세스를 사용하세요.
nl: Extern MCP-transport is niet geïmplementeerd in deze build. Een hier opgeslagen server kan worden geconfigureerd, maar elke tool-aanroep ertegen zal mislukken. Gebruik voorlopig een lokaal subprocess.
pl: Zdalny transport MCP nie jest zaimplementowany w tej kompilacji. Zapisany tutaj serwer można skonfigurować, ale każde wywołanie narzędzia zakończy się niepowodzeniem. Na razie użyj lokalnego podprocesu.
pt_br: O transporte MCP remoto não está implementado nesta compilação. Um servidor salvo aqui pode ser configurado, mas todas as chamadas de ferramentas falharão. Use um subprocesso local por enquanto.
ru: Удаленный транспорт MCP не реализован в этой сборке. Сервер, сохраненный здесь, можно настроить, но каждый вызов инструмента завершится ошибкой. Используйте локальный подпроцесс.
sv: Fjärransluten MCP-transport är inte implementerad i det här bygget. En server som sparas här kan konfigureras men alla verktygsanrop mot den misslyckas. Använd en lokal underprocess tills vidare.
tr: Uzak MCP aktarımı bu derlemede uygulanmamıştır. Buraya kaydedilen bir sunucu yapılandırılabilir ancak buna yönelik her araç çağrısı başarısız olur. Şimdilik yerel bir alt işlem kullanın.
uk: Віддалений транспорт MCP не реалізовано в цій збірці. Збережений тут сервер можна налаштувати, але кожен виклик інструмента до нього завершиться помилкою. Наразі використовуйте локальний підпроцес.
vi: Phương thức truyền tải MCP từ xa chưa được triển khai trong bản dựng này. Một máy chủ được lưu ở đây có thể được định cấu hình nhưng mọi lệnh gọi công cụ chống lại nó sẽ thất bại. Hiện tại, hãy sử dụng một tiến trình con cục bộ.
zh_hans: 此版本未实现远程 MCP 传输。可在此配置保存的服务器，但对其发起的每次工具调用都会失败。目前请使用本地子进程。
zh_hant: 此版本未實作遠端 MCP 傳輸。可在此配置儲存的伺服器，但對其發起的每次工具呼叫都會失敗。目前請使用本機子程序。

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
he: הסר
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
he: הסר %@
hi: %@ हटाएं
id: Hapus %@
it: Rimuovi %@
ja: %@ を削除
ko: %@ 제거
nl: %@ verwijderen
pl: Usuń %@
pt_br: Remover %@
ru: Удалить %@
sv: Ta bort %@
tr: %@ kaldır
uk: Видалити %@
vi: Xóa %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove Index
ar: إزالة الفهرس
de: Index entfernen
es: Eliminar índice
fr: Supprimer l'''index
he: הסר אינדקס
hi: इंडेक्स हटाएं
id: Hapus Indeks
it: Rimuovi indice
ja: インデックスを削除
ko: 색인 제거
nl: Index verwijderen
pl: Usuń indeks
pt_br: Remover Índice
ru: Удалить индекс
sv: Ta bort index
tr: Dizini Kaldır
uk: Видалити індекс
vi: Xóa chỉ mục
zh_hans: 移除索引
zh_hant: 移除索引

source: Remove Override
ar: إزالة التجاوز
de: Überschreibung entfernen
es: Eliminar anulación
fr: Supprimer le remplacement
he: הסר עקיפה
hi: ओवरराइड हटाएं
id: Hapus Penggantian
it: Rimuovi override
ja: オーバーライドを削除
ko: 재정의 제거
nl: Overschrijving verwijderen
pl: Usuń nadpisanie
pt_br: Remover Substituição
ru: Удалить переопределение
sv: Ta bort åsidosättning
tr: Geçersiz Kılmayı Kaldır
uk: Видалити перевизначення
vi: Xóa ghi đè
zh_hans: 移除覆盖
zh_hant: 移除覆寫

source: Remove Selected
ar: إزالة المحدد
de: Ausgewählte entfernen
es: Eliminar seleccionado
fr: Supprimer la sélection
he: הסר את הנבחר
hi: चयनित हटाएं
id: Hapus yang Dipilih
it: Rimuovi selezionato
ja: 選択項目を削除
ko: 선택 항목 제거
nl: Geselecteerde verwijderen
pl: Usuń zaznaczone
pt_br: Remover Selecionado
ru: Удалить выбранное
sv: Ta bort markerade
tr: Seçileni Kaldır
uk: Видалити вибране
vi: Xóa mục đã chọn
zh_hans: 移除选定项
zh_hant: 移除選取項目

source: Remove Token
ar: إزالة الرمز المميز
de: Token entfernen
es: Eliminar token
fr: Supprimer le jeton
he: הסר אסימון
hi: टोकन हटाएं
id: Hapus Token
it: Rimuovi token
ja: トークンを削除
ko: 토큰 제거
nl: Token verwijderen
pl: Usuń token
pt_br: Remover Token
ru: Удалить токен
sv: Ta bort token
tr: Belirteci Kaldır
uk: Видалити токен
vi: Xóa mã thông báo
zh_hans: 移除令牌
zh_hant: 移除權杖

source: Remove source
ar: إزالة المصدر
de: Quelle entfernen
es: Eliminar fuente
fr: Supprimer la source
he: הסר מקור
hi: स्रोत हटाएं
id: Hapus sumber
it: Rimuovi origine
ja: ソースを削除
ko: 소스 제거
nl: Bron verwijderen
pl: Usuń źródło
pt_br: Remover fonte
ru: Удалить источник
sv: Ta bort källa
tr: Kaynağı kaldır
uk: Видалити джерело
vi: Xóa nguồn
zh_hans: 移除源
zh_hant: 移除來源

source: Remove tag %@
ar: إزالة الوسم %@
de: Tag %@ entfernen
es: Eliminar etiqueta %@
fr: Supprimer la balise %@
he: הסר תגית %@
hi: टैग %@ हटाएं
id: Hapus tag %@
it: Rimuovi tag %@
ja: タグ %@ を削除
ko: 태그 %@ 삭제
nl: Tag %@ verwijderen
pl: Usuń tag %@
pt_br: Remover tag %@
ru: Удалить тег %@
sv: Ta bort tagg %@
tr: %@ etiketini kaldır
uk: Видалити тег %@
vi: Xóa thẻ %@
zh_hans: 移除标签 %@
zh_hant: 移除標籤 %@

source: Removes only the selected installation. Other projects keep their installation. Shared files remain until the last installation is removed.
ar: يزيل التثبيت المحدد فقط. تحتفظ المشاريع الأخرى بتثبيتها. تظل الملفات المشتركة حتى تتم إزالة آخر تثبيت.
de: Entfernt nur die ausgewählte Installation. Andere Projekte behalten ihre Installation. Geteilte Dateien bleiben erhalten, bis die letzte Installation entfernt wird.
es: Elimina solo la instalación seleccionada. Otros proyectos conservan su instalación. Los archivos compartidos permanecen hasta que se elimine la última instalación.
fr: Supprime uniquement l'installation sélectionnée. Les autres projets conservent leur installation. Les fichiers partagés restent jusqu'à la suppression de la dernière installation.
he: מסיר רק את ההתקנה שנבחרה. פרויקטים אחרים שומרים על ההתקנה שלהם. קבצים משותפים נשארים עד להסרת ההתקנה האחרונה.
hi: केवल चयनित स्थापना हटाता है। अन्य प्रोजेक्ट अपनी स्थापना बनाए रखते हैं। अंतिम स्थापना हटने तक साझा फ़ाइलें बनी रहती हैं।
id: Hanya menghapus instalasi yang dipilih. Proyek lain tetap mempertahankan instalasi mereka. File bersama tetap ada sampai instalasi terakhir dihapus.
it: Rimuove solo l'installazione selezionata. Altri progetti mantengono la loro installazione. I file condivisi rimangono fino alla rimozione dell'ultima installazione.
ja: 選択したインストールのみを削除します。他のプロジェクトのインストールは保持されます。共有ファイルは最後のインストールが削除されるまで残ります。
ko: 선택한 설치만 제거합니다. 다른 프로젝트는 설치 상태를 유지합니다. 공유 파일은 마지막 설치가 제거될 때까지 유지됩니다.
nl: Verwijdert alleen de geselecteerde installatie. Andere projecten behouden hun installatie. Gedeelde bestanden blijven bewaard totdat de laatste installatie is verwijderd.
pl: Usuwa tylko wybraną instalację. Inne projekty zachowują swoją instalację. Współdzielone pliki pozostają do momentu usunięcia ostatniej instalacji.
pt_br: Remove apenas a instalação selecionada. Outros projetos mantêm sua instalação. Os arquivos compartilhados permanecem até que a última instalação seja removida.
ru: Удаляет только выбранную установку. Другие проекты сохранят свою установку. Общие файлы остаются до удаления последней установки.
sv: Tar endast bort den valda installationen. Andra projekt behåller sin installation. Delade filer finns kvar tills den sista installationen tas bort.
tr: Yalnızca seçilen yüklemeyi kaldırır. Diğer projeler yüklemelerini korur. Paylaşılan dosyalar son yükleme kaldırılana kadar kalır.
uk: Видаляє лише вибране встановлення. Інші проекти зберігають своє встановлення. Спільні файли залишаються до видалення останнього встановлення.
vi: Chỉ xóa bản cài đặt đã chọn. Các dự án khác vẫn giữ bản cài đặt của họ. Tệp chia sẻ vẫn còn cho đến khi xóa bản cài đặt cuối cùng.
zh_hans: 仅移除选定的安装。其他项目保留其安装。共享文件将保留，直到移除最后一个安装。
zh_hant: 僅移除所選的安裝。其他專案保留其安裝。共用檔案將保留，直到移除最後一個安裝。

source: Removing a source keeps installed items.
ar: إزالة المصدر تحافظ على العناصر المثبتة.
de: Beim Entfernen einer Quelle bleiben installierte Elemente erhalten.
es: Eliminar una fuente conserva los elementos instalados.
fr: La suppression d'une source conserve les éléments installés.
he: הסרת מקור שומרת על פריטים מותקנים.
hi: स्रोत हटाने पर स्थापित आइटम बने रहते हैं।
id: Menghapus sumber tetap menyimpan item yang terpasang.
it: La rimozione di un'origine mantiene gli elementi installati.
ja: ソースを削除してもインストール済みの項目は保持されます。
ko: 소스를 제거해도 설치된 항목은 유지됩니다.
nl: Het verwijderen van een bron behoudt geïnstalleerde items.
pl: Usunięcie źródła zachowuje zainstalowane elementy.
pt_br: Remover uma fonte mantém os itens instalados.
ru: Удаление источника сохраняет установленные элементы.
sv: Att ta bort en källa behåller installerade objekt.
tr: Bir kaynağı kaldırmak yüklü öğeleri korur.
uk: Видалення джерела зберігає встановлені елементи.
vi: Xóa nguồn vẫn giữ lại các mục đã cài đặt.
zh_hans: 移除源会保留已安装的项目。
zh_hant: 移除來源會保留已安裝的項目。

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
he: שנה שם
hi: नाम बदलें
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Profile
ar: إعادة تسمية الملف الشخصي
de: Profil umbenennen
es: Cambiar el nombre del perfil
fr: Renommer le profil
he: שנה שם פרופיל
hi: प्रोफ़ाइल का नाम बदलें
id: Ganti nama profil
it: Rinomina profilo
ja: プロファイル名を変更
ko: 프로필 이름 바꾸기
nl: Profiel hernoemen
pl: Zmień nazwę profilu
pt_br: Renomear perfil
ru: Переименовать профиль
sv: Byt namn på profil
tr: Profili yeniden adlandır
uk: Перейменувати профіль
vi: Đổi tên hồ sơ
zh_hans: 重命名配置
zh_hant: 重新命名設定檔

source: Rename...
ar: إعادة تسمية...
de: Umbenennen...
es: Renombrar...
fr: Renommer...
he: שנה שם...
hi: नाम बदलें...
id: Ganti nama...
it: Rinomina...
ja: 名前を変更...
ko: 이름 바꾸기...
nl: Naam wijzigen...
pl: Zmień nazwę...
pt_br: Renomear...
ru: Переименовать...
sv: Byt namn...
tr: Yeniden Adlandır...
uk: Перейменувати...
vi: Đổi tên...
zh_hans: 重命名...
zh_hant: 重新命名...

source: Repair malformed dialect calls and validate schemas
ar: إصلاح استدعاءات اللهجة المشوهة والتحقق من المخططات
de: Fehlerhafte Dialektaufrufe reparieren und Schemata validieren
es: Reparar llamadas de dialecto mal formadas y validar esquemas
fr: Réparer les appels de dialecte mal formés et valider les schémas
he: תקן קריאות דיאלקט פגומות ואמת סכמות
hi: विकृत डायलेक्ट कॉल सुधारें और स्कीमा सत्यापित करें
id: Perbaiki panggilan dialek yang rusak dan validasi skema
it: Ripara le chiamate di dialetto malformate e convalida gli schemi
ja: 不正な形式のダイアレクト呼び出しを修復し、スキーマを検証する
ko: 형식이 잘못된 다이얼렉트 호출을 복구하고 스키마를 검증
nl: Onjuist gevormde dialectaanroepen herstellen en schema's valideren
pl: Naprawiaj zniekształcone wywołania dialektu i sprawdzaj schematy
pt_br: Reparar chamadas de dialeto malformadas e validar esquemas
ru: Исправлять некорректные вызовы диалекта и проверять схемы
sv: Reparera felformade dialektanrop och validera scheman
tr: Bozuk lehçe çağrılarını onarın ve şemaları doğrulayın
uk: Виправляти неправильні виклики діалекту та перевіряти схеми
vi: Sửa các lệnh gọi dialect sai định dạng và xác thực lược đồ
zh_hans: 修复格式错误的方言调用并校验架构
zh_hant: 修復格式錯誤的方言呼叫並驗證結構描述

source: Repetition Penalty
ar: عقوبة التكرار
de: Wiederholungsstrafe
es: Penalización por repetición
fr: Pénalité de répétition
he: קנס חזרתיות
hi: पुनरावृत्ति दंड
id: Penalti pengulangan
it: Penalità di ripetizione
ja: 繰り返しペナルティ
ko: 반복 페널티
nl: Herhalingsstraf
pl: Kara za powtórzenia
pt_br: Penalidade de repetição
ru: Штраф за повторения
sv: Upprepningsstraff
tr: Yineleme cezası
uk: Штраф за повтори
vi: Phạt lặp lại
zh_hans: 重复惩罚
zh_hant: 重複懲罰

source: Report Findings
ar: الإبلاغ عن النتائج
de: Befunde melden
es: Informar hallazgos
fr: Signaler les résultats
he: דיווח ממצאים
hi: निष्कर्ष रिपोर्ट करें
id: Laporkan temuan
it: Segnalare risultati
ja: 検出結果を報告
ko: 발견 사항 보고
nl: Bevindingen melden
pl: Zgłoś ustalenia
pt_br: Relatar descobertas
ru: Сообщить о находках
sv: Rapportera fynd
tr: Bulguları bildir
uk: Повідомити про знахідки
vi: Báo cáo phát hiện
zh_hans: 报告发现
zh_hant: 回報發現

source: Repository
ar: المستودع
es: Repositorio
fr: Dépôt
he: מאגר
hi: रिपॉजिटरी
id: Repositori
ja: リポジトリ
ko: 저장소
pl: Repozytorium
pt_br: Repositório
ru: Репозиторий
sv: Arkiv
tr: Depo
uk: Репозиторій
vi: Kho lưu trữ
zh_hans: 仓库
zh_hant: 存放庫

source: Requests Served: %lld
ar: الطلبات المقدمة: %lld
de: Bediente Anfragen: %lld
es: Solicitudes atendidas: %lld
fr: Requêtes traitées : %lld
he: בקשות שטופלו: %lld
hi: अनुरोध पूरे किए गए: %lld
id: Permintaan yang Dilayani: %lld
it: Richieste servite: %lld
ja: 処理されたリクエスト数: %lld
ko: 처리된 요청 수: %lld
nl: Verzoeken bediend: %lld
pl: Obsłużone żądania: %lld
pt_br: Solicitações atendidas: %lld
ru: Обслужено запросов: %lld
sv: Betjänade förfrågningar: %lld
tr: Sunulan İstekler: %lld
uk: Оброблено запитів: %lld
vi: Yêu cầu đã phục vụ: %lld
zh_hans: 已响应请求数: %lld
zh_hant: 已回應請求數: %lld
